<?php

return [
    "home" => "الرئيسية",
    "settings" => "اعدادات الموقع",
    "btn_update" => "تعديل",
    "website_ar_name" => "اسم الموقع بالعربية",
    "website_en_name" => "اسم الموقع بالانجليزية",
    "settings_logo" => "لوجو الموقع",
    "settings_fav" => "ايقونة الموقع",
    "meta_description_ar" => "وصف الموقع بالعربية",
    "meta_description_en" => "وصف الموقع بالانجليزية",
    "settings_facebook" => "صفحة الفيسبوك",
    "settings_instagram" => "انستجرام",
    "settings_twitter" => "تويتر ( X )",
    "settings_tiktok" => "تيك توك",

    "تسجيل الخروج" => "تسجيل الخروج",

    //  users
    "users" => "المستخدمين",
    "user" => "المستخدم",
    "roles" => "الصلاحيات",
    "add_role" => "اضافة صلاحية",
    "role_name" => "اسم الصلاحية",
    "add_user" => "إضافة مستخدم",
    "export_data" => "تصدير البيانات",
    "filter" => "تصفية",
    "name" => "الاسم",
    "email" => "الايميل",
    "phone" => "التليفون",
    "password" => "كلمة السر",
    "confirm_password" => " تأكيد كلمة السر",
    "account_type" => "نوع الحساب",
    "account_status" => "حالة الحساب",
    "actions" => "الإجراءات",
    "recovery" => "استرجاع",



    "change" => "تغير الترتيب",
    "delete" => "حذف",
    "close" => "اغلاق",
    "confirm_deletion" => "تأكيد الحذف",
    "be_deleted" => "سيتمّ حذف",
    "no_data" => "لا يوجد بيانات",
    "hide" => "اخفاء",
    "show" => "عرض",
    "add" => "اضافة",
    "ازالة البحث" => "ازالة البحث",
    "brand" => "العلامة التجارية",
    "brand_dis" => "تعديل اسم ولوجو الموقع",
    "الكل" => "الكل",



    "الطلاب" => "الطلاب",
    "الطالب" => "الطالب",
    "إضافة طالب" => "إضافة طالب",
    "اسم الطالب" => "اسم الطالب",
    "كود الطالب" => "كود الطالب",
    "النوع" => "النوع",
    "يمتلك باكيدج" => "يمتلك باكيدج",
    "نعم" => "نعم",
    "لا" => "لا",
    "ذكر" => "ذكر",
    "انثي" => "انثي",
    "كلاهما" => "كلاهما",
    "ذكر او انثي" => "ذكر او انثي",


    "upload_form_excel" => "استرداد من ملف اكسيل",
    "رفع الملف" => "رفع الملف",

    "المراحل" => "المراحل",
    "اضافة مرحلة" => "اضافة مرحلة",
    "المرحلة" => "المرحلة",
    "اسم المرحلة" => "اسم المرحلة",


    "المنتج" => "المنتج",
    "المنتجات" => "المنتجات",
    "صورة المنتج" => "صورة المنتج",
    "اسم المنتج" => "اسم المنتج",
    "سعر المنتج" => "سعر المنتج",
    "سعر البيع" => "سعر البيع",
    "الكمية" => "الكمية",
    "حالة المنتج" => "حالة المنتج",
    "إضافة منتج" => "إضافة منتج",

    "المنتجات المحذوفة" => "المنتجات المحذوفة",
    "كل المنتجات" => "كل المنتجات",
    "محذوف فقط" => "محذوف فقط",
    "غير محذوف فقط" => "غير محذوف فقط",


    "كل الحالات" => "كل الحالات",
    "نشط" => "نشط",
    "غير نشط" => "غير نشط",

    "إضافة مقاس" => "إضافة مقاس",
    "مقاسات المنتج" => "مقاسات المنتج",


    "الحزم" => "حزم المنتجات",
    "الحزمة" => "الحزمة",
    "إضافة حزمة" => "إضافة حزمة",

    "اسم الحزمة" => "اسم الحزمة",
    "صورة الحزمة" => "صورة الحزمة",
    "سعر الحزمة" => "سعر الحزمة",
    "الحالة" => "الحالة",
    "الحزم المحذوفة" => "الحزم المحذوفة",



    "مصاريف الخدمة" => "مصاريف الخدمة %",



    "الطلبات" => "الطلبات",
    "الطلب" => "الطلب",
    "كود الطلب" => "كود الطلب",
    "الوصف" => "الوصف",
    "السعر" => "السعر",
    "تاريخ الشراء" => "تاريخ الشراء",

    "عرض المنتجات" => "عرض المنتجات",



    "الباكيدج" => "الباكيدج",
    "الاجمالي" => "الاجمالي",


    "الغاء الاوردر" => "الغاء هذا الاوردر",

    "تعديل المقاس" => "تعديل المقاس",

    "المدفوع" => "المدفوع",
    "الفاتورة" => "الفاتورة",
    "المطلوب دفعه" => "المطلوب دفعه",

    "ج" => "ج",
    "تسوية" => "تسوية",

    "تم تسليمه" => "تم تسليمه",
    "تاريخ التسليم" => "تاريخ التسليم",

    "تسليم الأوردر" => "تسليم منتج",

    "ادخل كود المنتج" => 'ادخل كود المنتج',
    "استرجاع منتج" => "استرجاع منتج",

    "طلب استرجاع" => "طلب استرجاع",

    "عرض" => "عرض",



    "warehouses" => "المخازن",
    "warehouse" => "المخزن",
    "warehouse_name" => "اسم المخزن",
    "add_warehouse" => "اضافة مخزن",


    "invoices" => "الفواتير",

    "المقاس" => "المقاس",
    "مخزن رئيسي" => "مخزن رئيسي",
    "مخازن فرعية" => "مخازن فرعية",



    "التحويلات" => "التحويلات",
    "كود التحويل" => "كود التحويل",
    "عنوان التحويل" => "عنوان التحويل",
    "بواسطة" => "بواسطة",
    "تم الدفع بواسطة" => "تم الدفع بواسطة",
    "عمل تحويل" => "عمل تحويل",
    "التحويل" => "التحويل",
    "غير مدفوع" => "غير مدفوع",
    "مدفوع" => "مدفوع",
    "مكتمل" => "مكتمل",

    "تاريخ الانشاء" => "تاريخ الانشاء",
    "تاريخ الدفع" => "تاريخ الدفع",

    "العمولة المستحقة" => "العمولة المستحقة",
    "اضافة اوردرات" => "اضافة اوردرات",
    "اكواد الاوردرات" => "اكواد الاوردرات",


    "دفع المستحقات" => "دفع المستحقات",
    "استلام المسحقات" => "استلام المسحقات",
    "المستلم" => "المستلم",
    "تاريخ الاستلام" => "تاريخ الاستلام",


    "المصاريف" => "المصاريف",
    "العنوان" => "العنوان",
    "اضافة" => "اضافة",
    "تاريخ الانتهاء" => "تاريخ الانتهاء",
    "البنود" => "البنود",
    "إضافة بند" => "إضافة بند",
    "إزالة" => "إزالة",








    'السعر كامل' => 'السعر كامل',
    'سعر البنود' => 'سعر البنود',
    'عدد البنود' => 'عدد البنود',
    'المبلغ المدفوع' => 'المبلغ المدفوع',
    'المبلغ المتبقي' => 'المبلغ المتبقي',
    "المصاريف المستحقة" => "المصاريف المستحقة",
    "تفاصيل الحساب" => "تفاصيل الحساب",
    "إضافة حقل" => "إضافة حقل",

    "اضافة منتج" => "اضافة منتج",

    "اسم السنة دراسية" => "اسم السنة دراسية",
    "السنوات الدراسية" => "السنوات الدراسية",
    "اضافة سنة دراسية" => "اضافة سنة دراسية",
    "السنة دراسية" => "السنة الدراسية",



    "places" => "المناطق",
    "add_place" => "اضافة منطقة",
    "place_name" => "اسم المنطقة",
    "place" => "المنطقة",
    "المحافظات" => "المحافظات",
    "اضافة محافظة" => "اضافة محافظة",
    "المحافظة" => "المحافظة",
    "اسم المحافظة" => "اسم المحافظة",


    "الباصات" => "الباصات",
    "الباص" => "الباص",
    "اضافة باص" => "اضافة باص",
    "اسم الباص" => "اسم الباص",
    "عدد كراسي الذهاب" => "عدد كراسي الذهاب",
    "عدد كراسي العودة" => "عدد كراسي العودة",
    "اضافة رحلة" => "اضافة رحلة",
    "عنوان الرحلة" => "العنوان",
    "الرحلة" => "الرحلة",

    "classes" => "الفصول",
    "jobs" => "الوظائف",
    "attachments" => "المرفقات",
    "disability" => "الاعاقات",
    "kinship" => "القرابة",
    "nationalities" => "الجنسيات",
    "qualifications" => "المؤهلات",



    "التعريفات" => "التعريفات",
    "الاسم بالعربي" => "الاسم بالعربي",
    "الاسم بالانجليزي" => "الاسم بالانجليزي",

    "مصاريف التقديم" => "مصاريف التقديم",
    "التقديمات" => "التقديمات",
    "عرض التقديمات" => "عرض التقديمات",
    "نوع الدراسة" => "نوع الدراسة",
    "المبلغ" => "المبلغ",

    "اضافة تقديم جديد" => "اضافة تقديم جديد",
    "ارقام التواصل" => "ارقام التواصل",
    "الرقم الاول" => "الرقم الاول",
    "الرقم الثاني" => "الرقم الثاني",
    "التقديم" => "التقديم",
    "الاسم بالكامل" => "الاسم بالكامل",

    "المواد" => "المواد",
    "المادة" => "المادة",
    "اسم المادة" => "اسم المادة",
    "الاختبارات" => "الاختبارات",
    "الاختبار" => "الاختبار",
    "الاسم" => "الاسم",

    "الكود" => "الكود",
    "معاد التأجيل" => "معاد التأجيل",
    "تفاصيل" => "التفاصيل",


    "discountType" => "نوع الخصم",
    "referralSource" => "ازاي عرفتنا",
    "specialStatus" => "حالات خاصة",

    "حالة خاصة" => "حالة خاصة",
    "ملاحظات" => "ملاحظات",
    "حالة مخصصة" => "حالة مخصصة",

    "الحالات الخاصة" => "الحالات الخاصة",
    "اسم الحالة" => "اسم الحالة",
    "حالة مخصصة اخري" => "حالة مخصصة اخري",


    "تعريفات التقديمات" => "تعريفات التقديمات",

    "الملابس" => "الملابس",

    // الاحصائيات

    "الاحصائيات" => "الاحصائيات",


];
